[
    {"id": 1, "town":"Angkor Wat", 
    "country":"Cambodge",
    "dayURL": "https://blog.asiaventura.fr/hs-fs/hubfs/Asiaventura%20Files/angkor%20wat.jpg?width=5960&name=angkor%20wat.jpg", 
    "nightURL":"https://www.fareastour.fr/userfiles/images/le%20soleil%20se%20couche%20%C3%A0%20Angkor.jpg", 
    "description":"Angkor Vat ou Angkor Wat est le plus grand des temples et le plus grand monument religieux du monde. Initialement hindou et dédié au dieu Vishnou pour l'empire khmer rompant avec la tradition Shaiva des rois précédents. Il a progressivement été transformé en temple bouddhiste vers la fin du XIIe siècle.", 
    "distance": "9300km"
    },
    {"id": 2, "town":"Athènes", 
    "country":"Grèce",
    "dayURL": "https://trvlr.fr/wp-content/uploads/2010/03/athenes-plaka-mise-en-avant-scaled.jpg", 
    "nightURL":"https://sumfinity.com/wp-content/uploads/2017/12/Athens-Monastiraki-Square-Night-2048x1365.jpg", 
    "description":"Athènes, capitale de la Grèce, est une ville empreinte d'une histoire fascinante qui remonte à plus de 3 400 ans. Elle est réputée pour son rôle fondateur dans la démocratie, la philosophie et les arts classiques, avec des monuments emblématiques comme le Parthénon et l'Acropole. Cette métropole moderne offre également une scène culturelle vibrante, une cuisine délicieuse et une vie nocturne animée, faisant d'Athènes une destination incontournable pour ceux qui souhaitent explorer à la fois l'ancien et le contemporain dans une seule ville.", 
    "distance": "2200km"
    },
    {"id": 3, "town":"Baie d'Ha Long", 
    "country":"Vietnam",
    "dayURL": "https://blog.altiplano-voyage.com/wp-content/uploads/2011/11/Baie-dHalong-AdobeStock_73560454.jpeg", 
    "nightURL":"https://images.mnstatic.com/b7/bd/b7bdf89cf75aeac6164fe1eb3799aa31.jpg", 
    "description":"La Baie d'Ha Long, perle du Vietnam, est une œuvre d'art naturelle inégalée. Ses eaux émeraude caressent doucement des milliers d'îles karstiques aux formes fantastiques, créant un paysage marin d'une beauté enchanteresse. Les pics calcaires surgissent majestueusement de la mer, comme des sentinelles silencieuses, tandis que des grottes mystérieuses se cachent dans leurs flancs. Naviguer à travers ce dédale de merveilles naturelles est une expérience magique, une invitation à l'émerveillement. Les plages de sable blanc, les villages de pêcheurs flottants et la sérénité qui règne ici en font un lieu de contemplation et d'aventure, où l'esprit peut s'évader et se ressourcer au cœur de la nature. La Baie d'Ha Long est véritablement un joyau du monde, un endroit où la terre, la mer et le ciel se fondent en une harmonie parfaite.", 
    "distance": "9000km"
    },
    {"id": 4, "town":"Bath", 
    "country":"Angleterre",
    "dayURL": "https://www.telegraph.co.uk/content/dam/Travel/Destinations/Europe/England/Bath/the-roman-baths-bath.jpg", 
    "nightURL":"https://a.cdn-hotels.com/gdcs/production62/d1497/2cc13be5-cc3a-48c6-898b-a64b5a7eb142.jpg", 
    "description":"Bath, en Angleterre, est une ville qui séduit par sa beauté intemporelle. Ses bâtiments géorgiens en pierre dorée et son histoire thermale depuis l'époque romaine en font une destination unique. L'abbaye de Bath, majestueuse, domine la ville, ajoutant une touche de grandeur à son charme. Une visite à Bath vous plongera dans un monde d'élégance et d'histoire captivante.", 
    "distance": "300km"
    },
    {"id": 5, "town":"Bhoutan", 
    "country":"Bhoutan",
    "dayURL": "https://images.partir.com/_ZfqQw8nMH3rJsOZXcRRZYpZ4oY=/1920x/panoramique/mobile/bhoutan.jpg", 
    "nightURL":"https://www.insidehimalayas.com/wp-content/uploads/2018/06/16877920653_f5c78b3fc2_k.jpg", 
    "description":"Le Bhoutan, ce joyau caché de l'Himalaya, est une destination extraordinaire qui émerveille par sa beauté naturelle et sa spiritualité profonde. Niché entre l'Inde et le Tibet, ce petit royaume est célèbre pour ses paysages montagneux à couper le souffle, ses monastères perchés sur des crêtes escarpées, et son engagement envers le bonheur national brut plutôt que le produit intérieur brut. Le Bhoutan offre une immersion dans une culture bouddhiste riche, où la paix et la spiritualité règnent en maître. Les festivals colorés, les drapeaux de prière flottants et les sourires chaleureux des habitants vous accueillent à chaque tournant. Une visite au Bhoutan est un voyage au cœur de la sérénité, où la nature et la spiritualité se rejoignent pour créer une expérience inoubliable.", 
    "distance": "6000km"
    },
    {"id": 6, "town":"Budapest", 
    "country":"Hongrie",
    "dayURL": "https://www.toulouse.aeroport.fr/sites/default/files/styles/atb_xlarge/public/jpg/Hongrie-Budapest-Bastion-Cover_mxl.jpg", 
    "nightURL":"https://www.votretourdumonde.com/wp-content/uploads/2018/07/o%C3%B9-sortir-%C3%A0-budapest.jpg", 
    "description":"Budapest, surnommée la 'Perle du Danube', est une ville enchanteresse où l'histoire, la culture et la beauté se fondent harmonieusement. Cette capitale hongroise offre un voyage à travers le temps, avec ses bâtiments baroques majestueux, ses bains thermaux historiques et ses ponts élégants qui enjambent le fleuve Danube. De jour, les rues pavées regorgent de cafés animés et de marchés colorés, tandis que la nuit, les rives du Danube s'illuminent pour créer une scène romantique incomparable. Budapest est aussi célèbre pour ses festivals artistiques et musicaux, ajoutant une touche de créativité à son charme classique. Une visite à Budapest promet une immersion dans une culture riche et une expérience visuelle captivante à chaque coin de rue.", 
    "distance": "1300km"
    },
    {"id": 7, "town":"Canyon d'Antelope, Arizona", 
    "country":"États-Unis",
    "dayURL": "https://cdn.getyourguide.com/img/location/540dc88ab688e-m1409674021.jpg/99.jpg", 
    "nightURL":"https://i0.wp.com/stevenduncanart.com/dir/wp-content/uploads/2015/12/stars-in-antelope-canyon.jpg?ssl=1", 
    "description":"L'Antelope Canyon est une merveille naturelle située dans le désert de l'Arizona, aux États-Unis. C'est une gorge de grès sculptée par des millions d'années d'érosion éolienne et fluviale, créant des formes et des couleurs extraordinaires. Les parois étroites et ondulées de l'Antelope Canyon filtrent la lumière du soleil d'une manière magique, projetant des rayons de lumière qui illuminent les tons rouges et orangés des parois de la gorge. Cette symphonie de couleurs et de formes en fait un lieu prisé des photographes et des amoureux de la nature du monde entier. En explorant l'Antelope Canyon, on a l'impression de pénétrer dans un monde irréel, où la beauté de la nature est à son apogée, et où chaque tournant révèle une nouvelle merveille sculptée par le temps.", 
    "distance": "8700km"
    },
    {"id": 8, "town":"Canyon de Charyn", 
    "country":"Kazakhstan",
    "dayURL": "https://static.nationalgeographic.fr/files/styles/image_3200/public/silkroad_shutterstock_1236828025_hr.jpg?", 
    "nightURL":"https://c.stocksy.com/a/wxQ700/z9/1771956.jpg", 
    "description":"Le Canyon de Charyn, au Kazakhstan, est une merveille géologique où les roches rouges et ocres créent un paysage de canyon à couper le souffle. Sculpté par la rivière Charyn sur des millions d'années, il présente des formations rocheuses fascinantes, dont certaines rappellent le célèbre Grand Canyon américain. Lorsque le soleil se couche, le canyon prend des teintes dorées et rouges encore plus éblouissantes. C'est un endroit magique pour les amateurs de randonnée et de photographie, offrant une expérience unique au cœur de la nature sauvage du Kazakhstan.", 
    "distance": "5200km"
    },
    {"id": 9, "town":"Cappadoce", 
    "country":"Turquie",
    "dayURL": "https://www.tourmag.com/photo/art/grande/69943627-48842327.jpg?v=1673015468", 
    "nightURL":"https://www.icastelli.net/photo/images/cappadocia-cave-resort-spa_1000_560_1326_1471446165.jpg", 
    "description":"La Cappadoce, en Turquie, est un véritable chef-d'œuvre géologique. Cette région unique est célèbre pour ses formations rocheuses spectaculaires, appelées cheminées de fées, qui ont été façonnées par l'érosion au fil des millénaires. Les vallées de la Cappadoce offrent un paysage lunaire, où des rochers aux formes étranges émergent du sol, créant un décor mystique et féerique. De plus, la Cappadoce abrite de nombreuses grottes et églises rupestres datant de l'époque byzantine, ce qui en fait une destination riche en histoire et en culture. Les montgolfières colorées qui survolent ce paysage enchanteur au lever du soleil ajoutent une touche de magie supplémentaire à cette expérience inoubliable.", 
    "distance": "2400km"
    },
    {"id": 10, "town":"Château de Blarney", 
    "country":"Irlande",
    "dayURL": "https://mediaim.expedia.com/destination/2/fe20ef0db1593342692ecc312843e5e3.jpg", 
    "nightURL":"https://images.ireland.com/media/Images/Clare/8548ea1710c3417cb942d779b93163c7.jpg", 
    "description":"Le Château de Blarney, en Irlande, est une icône historique qui attire des visiteurs du monde entier. Ce château médiéval majestueux est célèbre pour la pierre de Blarney, réputée pour conférer le don de l'éloquence à ceux qui l'embrassent. Les jardins luxuriants qui entourent le château offrent une toile de fond pittoresque pour une promenade tranquille. L'ascension des escaliers étroits pour atteindre la pierre de Blarney est une aventure en soi, récompensée par une vue panoramique imprenable sur la campagne irlandaise. L'atmosphère historique et l'aura de mystère qui entourent le Château de Blarney en font un lieu incontournable pour les voyageurs en quête de l'essence de l'Irlande.", 
    "distance": "1100km"
    },
    {"id": 11, "town":"Château de Bran (Dracula)", 
    "country":"Roumanie",
    "dayURL": "https://upload.wikimedia.org/wikipedia/commons/1/17/Castelul_Bran2.jpg", 
    "nightURL":"https://www.pleinevie.fr/wp-content/uploads/pleinevie/2016/10/Passez-la-nuit-d-Halloween-chez-Dracula.jpg", 
    "description":"Le Château de Bran, situé en Roumanie, est l'incarnation même du mystère et du folklore. Souvent associé à la légende de Dracula, ce château médiéval perché sur une colline est une icône gothique aux toits en pente et aux tours imposantes. La région environnante est tout aussi captivante, avec ses forêts sombres et ses paysages montagneux, créant une atmosphère digne d'un conte de vampires.", 
    "distance": "1800km"
    },
    {"id": 12, "town":"Château de Himeji", 
    "country":"Japon",
    "dayURL": "https://www.kanpai.fr/sites/default/files/styles/og/public/uploads/2016/10/chateau-himeji-4.jpg", 
    "nightURL":"https://upload.wikimedia.org/wikipedia/commons/5/58/Blue_Himeji_Castle_at_night_09.jpg", 
    "description":"Le Château de Himeji, au Japon, est un chef-d'œuvre de l'architecture médiévale. Surnommé 'l'Héron Blanc' en raison de sa blancheur éclatante et de son élégance, ce château est une merveille bien préservée de l'époque des samouraïs. Les toits aux formes extravagantes et les cours intérieures labyrinthiques en font une attraction incontournable pour les amateurs d'histoire et de culture japonaise.", 
    "distance": "10000km"
    },
    {"id": 13, "town":"Château de Neuschwanstein", 
    "country":"Allemagne",
    "dayURL": "https://static.nationalgeographic.fr/files/styles/image_3200/public/Neuschwanstein-castle-winter.jpg?w=1600&h=900", 
    "nightURL":"https://c.wallhere.com/photos/f5/e2/landscape_nature_Neuschwanstein_Castle_Germany_starry_night_Moon_valley_trees-109185.jpg!d", 
    "description":"Le Château de Neuschwanstein, en Allemagne, est un conte de fées devenu réalité. Perché au sommet d'une colline dans les Alpes bavaroises, ce château romantique est une œuvre d'art architecturale. Inspirant le château de la Belle au bois dormant de Disney, Neuschwanstein est entouré de paysages alpins à couper le souffle, en faisant un lieu magique à explorer.", 
    "distance": "700km"
    },
    {"id": 14, "town":"Château de Prague", 
    "country":"République tchèque",
    "dayURL": "https://cdn-imgix.headout.com/media/images/9db064b010e3780023ce12f2b143847c-AdobeStock_141426708.jpeg", 
    "nightURL":"https://www.voyageavecnous.fr/wp-content/uploads/2022/08/visiter-le-chateau-de-prague.jpg", 
    "description":"Le Château de Prague, en République tchèque, est une forteresse emblématique qui domine l'horizon de la magnifique ville de Prague. Avec ses siècles d'histoire, ses cathédrales gothiques, et ses palais, il incarne la grandeur architecturale et culturelle de l'Europe centrale. Une visite au Château de Prague est un voyage dans le temps à travers l'âge d'or de la Bohême.", 
    "distance": "1100km"
    },
    {"id": 15, "town":"Chefchaouen", 
    "country":"Maroc",
    "dayURL": "https://images.ctfassets.net/bth3mlrehms2/5jBuQ9FbWlu9yS9esxoRF4/04c3a3ca6d320004a86a558b8b98c1a9/Marokko_Chefchaouen_Blick_u__ber_die_Stadt.jpg?w=3870&h=2176&fl=progressive&q=50&fm=jpg", 
    "nightURL":"https://img.freepik.com/photos-premium/panorama-nuit-ville-chefchaouen-au-maroc-ville-bleue_86390-226.jpg?w=2000", 
    "description":"Chefchaouen, nichée dans les contreforts des montagnes du Rif au Maroc, est une ville ensorcelante aux teintes bleues éclatantes. Surnommée la 'Perle bleue', chaque coin de cette cité offre une palette de nuances azurées qui crée une atmosphère unique et apaisante. Les ruelles étroites du médina, les façades des maisons, et les marchés animés débordent de cette teinte distinctive, offrant aux visiteurs une expérience visuelle exceptionnelle. Au-delà de sa beauté visuelle, Chefchaouen dégage une ambiance décontractée et artistique, attirant les voyageurs en quête d'authenticité. Les montagnes environnantes ajoutent à l'évasion, faisant de Chefchaouen un lieu où la culture, la couleur et la tranquillité se rencontrent dans une harmonie enchanteresse.", 
    "distance": "2200km"
    },
    {"id": 16, "town":"Cinque Terre", 
    "country":"Italie",
    "dayURL": "https://media.routard.com/image/84/3/cinque-terre-vernazza.1612843.jpg", 
    "nightURL":"https://s1.1zoom.me/big0/375/Vernazza_Cinque_Terre_park_Italy_Coast_Houses_Crag_521483_1193x1024.jpg", 
    "description":"Les Cinque Terre, situées sur la côte de la mer Ligure en Italie, sont un trésor côtier qui capture l'imagination avec leurs villages colorés perchés sur des falaises abruptes. Ces cinq villages, Monterosso al Mare, Vernazza, Corniglia, Manarola et Riomaggiore, sont reliés par des sentiers pittoresques et offrent une vue imprenable sur la mer turquoise. Les maisons colorées aux façades pastel, les ruelles pavées et les vignobles en terrasse créent un paysage côtier inoubliable. Les Cinque Terre sont également réputées pour leur cuisine délicieuse, mettant en valeur des plats à base de fruits de mer frais et de pesto, ainsi que pour leur hospitalité chaleureuse. C'est un véritable paradis pour les amateurs de randonnée, de photographie et de détente au bord de la mer, où l'Italie dévoile sa beauté la plus authentique.", 
    "distance": "1200km"
    },
    {"id": 17, "town":"Côte amalfitaine", 
    "country":"Italie",
    "dayURL": "https://www.mademoiselle-voyage.fr/wp-content/uploads/2016/12/cote-amalfitaine-amalfi-italie-mademoiselle-voyage-1440x1080.jpg", 
    "nightURL":"https://a.cdn-hotels.com/gdcs/production12/d1478/07cb5760-d04e-410f-9377-451c4fb004b0.jpg", 
    "description":"La Côte amalfitaine en Italie est une escapade côtière exceptionnelle qui marie la beauté naturelle à l'élégance pittoresque. Cette étendue de littoral, classée au patrimoine mondial de l'UNESCO, se caractérise par ses villages perchés sur des falaises vertigineuses, ses eaux cristallines de la mer Tyrrhénienne et ses routes sinueuses offrant des panoramas à couper le souffle. Les villages emblématiques comme Positano, Amalfi et Ravello se fondent parfaitement dans le paysage, avec leurs maisons colorées en cascade et leurs jardins luxuriants. La cuisine locale est un véritable délice, mettant en avant des plats méditerranéens authentiques. Les plages cachées, les criques isolées et les sentiers de randonnée offrent d'innombrables opportunités pour l'aventure et la découverte. La Côte amalfitaine est une destination de rêve qui incarne la dolce vita italienne et invite les visiteurs à se perdre dans sa beauté enchanteresse.", 
    "distance": "1400km"
    },
    {"id": 18, "town":"Désert d'Arizona", 
    "country":"États-Unis",
    "dayURL": "https://www.voyagegroupepascher.fr/public/kcfinder/upload/1920x870/files/destination/etats-unis/Etats-Unis-Arizona-Monument-Valley-003.jpg", 
    "nightURL":"https://static.nationalgeographic.fr/files/styles/image_3200/public/stars_sedona_arizona.jpg?w=1600&h=1067", 
    "description":"Le désert de l'Arizona, aux États-Unis, est un paysage majestueux et austère qui évoque la grandeur de la nature sauvage. Ses vastes étendues de sable, de roches rouges et de cactus géants créent une toile de fond époustouflante pour l'aventure et l'exploration. Parmi ses joyaux naturels les plus célèbres figurent le Grand Canyon, un gouffre colossal sculpté par la rivière Colorado, et le parc national de Saguaro, où d'impressionnants cactus saguaros dominent le paysage. Le désert de l'Arizona offre également des cieux d'une clarté exceptionnelle pour l'observation des étoiles et une ambiance unique de sérénité et de contemplation. C'est un endroit où l'on peut se reconnecter avec la nature brute, admirer des couchers de soleil inoubliables et se laisser emporter par la magie du désert américain.", 
    "distance": "8300km"
    },
    {"id": 19, "town":"Désert d'Atacama", 
    "country":"Argentine",
    "dayURL": "https://www.ateliersduvoyage.com/wp-content/uploads/2019/03/DzhWZAFrBj8EM1wiUyFTZwBgBH5QP1B-CDM.jpg", 
    "nightURL":"https://blogs.futura-sciences.com/feldmann/wp-content/uploads/sites/9/2022/07/ojos1.jpg", 
    "description":"Le désert d'Atacama, partagé entre l'Argentine, la Bolivie et le Chili, est un paysage aride d'une beauté surréaliste. Ses vastes étendues de sel, de dunes de sable, et de formations rocheuses aux couleurs éclatantes créent un tableau lunaire. C'est un lieu idéal pour l'astronomie, la randonnée, et la contemplation des merveilles de la nature. Le désert d'Atacama est un endroit où l'on peut se perdre dans l'immensité du monde naturel.", 
    "distance": "11500km"
    },
    {"id": 20, "town":"Désert de Danakil", 
    "country":"Éthiopie",
    "dayURL": "https://i.pmdstatic.net/geo/2022/01/24/6733236c-094e-4d69-b329-9267377e0773.jpeg", 
    "nightURL":"https://viajesporetiopia.com/wp-content/uploads/0795_Erta-Ale.jpg", 
    "description":"Le désert de Danakil, en Éthiopie, est souvent surnommé 'l'enfer sur Terre' en raison de ses paysages extrêmement inhospitaliers et de ses conditions environnementales hostiles. Cependant, c'est aussi un endroit incroyablement fascinant, avec ses volcans actifs, ses lacs de soufre bouillonnants et ses formations géologiques uniques. Les couleurs vives et les phénomènes naturels extraordinaires en font un lieu de découverte scientifique et de fascination pour les aventuriers intrépides.", 
    "distance": "4500km"
    },
    {"id": 21, "town":"Désert de Sonora", 
    "country":"États-Unis/Mexique",
    "dayURL": "https://astelus.com/wp-content/viajes/los-pobladores-del-desierto-de-sonora.jpg", 
    "nightURL":"https://img.peapix.com/41724658d40a4e12a99ec0222df55b0b.jpg?attachment&modal", 
    "description":"Le désert de Sonora, partagé entre les États-Unis et le Mexique, est une étendue de paysage aride parsemée de cactus saguaros emblématiques. Ses vastes étendues de sable doré et ses montagnes rocailleuses en font un endroit idéal pour l'exploration en plein air, que ce soit à pied, à cheval ou en VTT. Les couchers de soleil sur le désert de Sonora sont époustouflants, créant une atmosphère magique dans ce coin sauvage du Sud-Ouest américain.", 
    "distance": "9000km"
    },
    {"id": 22, "town":"Désert de Tatacoa", 
    "country":"Colombie",
    "dayURL": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Tatacoa_Desert.jpg", 
    "nightURL":"https://jodidejong.files.wordpress.com/2020/03/91412590_10163327998850693_5465572890361462784_o_10163327998845693.jpg", 
    "description":"Le désert de Tatacoa, en Colombie, est un désert unique en son genre, avec ses formations géologiques étonnantes et ses ciels nocturnes d'une clarté exceptionnelle. Bien que techniquement un semi-désert, Tatacoa offre des paysages dignes d'un désert, avec ses canyons et ses dunes de sable. La nuit, il se transforme en un observatoire astronomique naturel, permettant aux visiteurs d'admirer les étoiles dans toute leur splendeur.", 
    "distance": "8700km"
    },
    {"id": 23, "town":"Désert de Wadi Rum", 
    "country":"Jordanie",
    "dayURL": "https://lesglobeblogueurs.com/wp-content/uploads/2023/01/Jordanie-0995.jpg", 
    "nightURL":"https://cdn.dealeusedevoyages.com/sites/default/files/article/Wadi%20Rum%20_2.jpg", 
    "description":"Le désert de Wadi Rum, en Jordanie, est un paysage martien d'une beauté envoûtante. Ses formations rocheuses rouges et orangées s'élèvent majestueusement du sable, créant un tableau épique. Les bédouins locaux accueillent les visiteurs pour des expéditions en jeep, des randonnées à dos de chameau, et des nuits à la belle étoile dans des camps bédouins traditionnels. Le désert de Wadi Rum a également été le décor de nombreux films, dont 'Lawrence d'Arabie', ajoutant à son aura légendaire.", 
    "distance": "3200km"
    },
    {"id": 24, "town":"Désert de White Sands", 
    "country":"Nouveau-Mexique, États-Unis",
    "dayURL": "https://www.philippe-crochet.com/images/php/files/VO-18-0297.jpg", 
    "nightURL":"https://koreus.cdn.li/media/201612/white-sands.jpg", 
    "description":"Le désert de White Sands, au Nouveau-Mexique, est un endroit unique où les dunes de gypse blanc créent un paysage désertique irréel. Ces dunes ressemblent à un paysage lunaire, offrant une toile de fond idéale pour la photographie et l'aventure. Les visiteurs peuvent dévaler les dunes en luge ou simplement profiter de la sérénité du désert de White Sands, une escapade hors du commun dans le sud-ouest des États-Unis.", 
    "distance": "8600km"
    },
    {"id": 25, "town":"Dubaï", 
    "country":"Émirats arabes unis",
    "dayURL": "https://photo.comptoir.fr/asset/guide/dubai/612/520919-1260x630-the-palm-jumeirah-dubai-emirats-arabes-unis.jpg", 
    "nightURL":"https://www.voyagegroupepascher.fr/public/kcfinder/upload/1920x870/files/destination/emirats-arabes-unis/Emirats-Arabes-Unis-Dubai-Skyline-et-Marina-by-night-002.jpg", 
    "description":"Dubaï, dans les Émirats arabes unis, est une métropole futuriste où le luxe, la modernité et l'extravagance se marient harmonieusement. Cette ville du désert est célèbre pour ses gratte-ciel audacieux, dont le Burj Khalifa, la plus haute tour du monde, qui semble toucher le ciel. Les îles artificielles en forme de palmiers et de mondes, ainsi que les complexes hôteliers de renommée mondiale, offrent un hébergement somptueux et des expériences exclusives. Les centres commerciaux somptueux, tels que le Mall of the Emirates et le Dubai Mall, sont des temples du shopping où l'on trouve tout, des marques de créateurs aux souvenirs locaux. Dubaï est également une ville où l'on peut vivre une aventure désertique, faire du ski en salle et savourer une cuisine mondiale de haut niveau. Cette métropole futuriste est un mélange fascinant de tradition et d'innovation, une destination de choix pour ceux qui recherchent une expérience urbaine inégalée dans le désert.", 
    "distance": "5500km"
    },
    {"id": 26, "town":"Dubrovnik", 
    "country":"Croatie",
    "dayURL": "https://cdn.generationvoyage.fr/2020/01/Vue-a%C3%A9rienne-de-Dubrovnik.jpg", 
    "nightURL":"https://globefreelancers.com/wp-content/uploads/2022/02/dubrovnik-coucher-soleil-1500x1000.jpg", 
    "description":"Dubrovnik, en Croatie, est une perle de l'Adriatique qui séduit les voyageurs avec son charme médiéval et ses panoramas côtiers spectaculaires. Surnommée la 'Perle de l'Adriatique', cette ville historique est entourée de remparts imposants qui témoignent de son riche passé. Les ruelles pavées de la vieille ville sont bordées de bâtiments de style Renaissance, de palais baroques et d'églises centenaires, créant une ambiance de conte de fées. Dubrovnik est également connue pour ses plages pittoresques et ses eaux cristallines qui invitent à la baignade et à la détente. Depuis les remparts, on peut admirer des vues panoramiques à couper le souffle sur la mer Adriatique et les îles environnantes. La cuisine croate, avec ses fruits de mer frais et ses spécialités méditerranéennes, est un régal pour les papilles. Dubrovnik est une destination où le passé et le présent se rencontrent harmonieusement, créant une expérience inoubliable pour les voyageurs en quête de beauté, d'histoire et de culture.", 
    "distance": "1500km"
    },
    {"id": 27, "town":"Édimbourg", 
    "country":"Écosse",
    "dayURL": "https://media.routard.com/image/78/7/edimbourg.1475787.jpg", 
    "nightURL":"https://www.alibabuy.com/photos/library/1500/11407.jpg", 
    "description":"Édimbourg, en Écosse, est une ville qui envoûte par sa beauté intemporelle et son histoire fascinante. Nichée entre des collines spectaculaires et la mer du Nord, la capitale écossaise est un mélange saisissant d'architecture médiévale et néoclassique. Le château d'Édimbourg, perché sur son rocher, domine la ville et offre des vues panoramiques à couper le souffle. Les ruelles pavées de la vieille ville regorgent de mystères et d'histoires, tandis que la ville nouvelle présente une élégance géorgienne. Édimbourg est également le berceau du Festival international d'Édimbourg, où l'art, la musique et la culture se rencontrent chaque été pour créer une ambiance vibrante. Les pubs traditionnels, les dégustations de whisky et la cuisine écossaise authentique ajoutent une touche de convivialité à cette destination enchanteresse. Édimbourg est une ville où le passé et le présent s'entrelacent harmonieusement, invitant les visiteurs à découvrir une atmosphère unique et captivante.", 
    "distance": "1100km"
    },
    {"id": 28, "town":"Faroe Islands", 
    "country":"Danemark",
    "dayURL": "https://cdn.hswstatic.com/gif/faroe-islands-1.jpg", 
    "nightURL":"https://images.squarespace-cdn.com/content/v1/550ed02fe4b00ccc1d9e9000/1658774902288-1EIG1VTRAOZJCICHD07K/Faroe--2.jpg", 
    "description":"Les îles Féroé, un territoire autonome au sein du Royaume du Danemark, sont un joyau isolé dans l'océan Atlantique Nord. Leur beauté brute et préservée, avec leurs falaises escarpées, leurs fjords profonds et leurs paysages verdoyants, est à couper le souffle. Ces îles captivent les voyageurs par leur ambiance paisible et leur éloignement du tumulte de la vie moderne. Les villages pittoresques, nichés entre les montagnes et la mer, offrent un aperçu de la culture féroïenne traditionnelle, tandis que les oiseaux marins abondent, faisant des Féroé un paradis pour les ornithologues amateurs. L'exploration des îles Féroé est une aventure authentique, où la nature sauvage règne en maître et où chaque recoin réserve une découverte inattendue.", 
    "distance": "1600km"
    }
    

]



